const banglaOkkor = {
    fola: [
        {
            order_no: 1,
            letter: 'য',
            name: 'য -ফলা(্য)',
            examples: ['সহ্য', 'কাঠিন্য', 'বাক্য'],
            audio : '/audio/fola_1.wav'
        },
        {
            order_no: 2,
            letter: 'ব',
            name: 'ব -ফলা(ব)',
            examples: ['পক্ব', 'অশ্ব', 'বিশ্বাস'],
            audio : '/audio/fola_2.wav'
        },
        {
            order_no: 3,
            letter: 'ম',
            name: 'ম -ফলা (ম)',
            examples: ['বিস্ময়', 'মৃন্ময়ী', 'সম্মান'],
            audio : '/audio/fola_3.wav'
        },
        {
            order_no: 4,
            letter: 'র',
            name: 'র -ফলা (্র)',
            examples: ['প্রতি', 'প্রচুর', 'প্রমাণ'],
            audio : '/audio/fola_4.wav'
        },
        {
            order_no: 5,
            letter: 'ল',
            name: 'ল -ফলা (ল)',
            examples: ['আল্লামা', 'স্লোগান', 'অম্ল'],
            audio : '/audio/fola_5.wav'
        },
        {
            order_no: 6,
            letter: 'র',
            name: 'রেফ',
            exampls: ['বর্ণ', 'স্বর্ণ', 'তর্ক'],
            audio : '/audio/fola_6.wav'
        },
    ],
    punctuation_mark: [
        {
            order_no : 1,
            name: 'দাড়ি',
            mark: '।',
            use_case: 'একটি বাক্য যখন আমরা শেষ করব তখন দাড়ি চিহ্নটি ব্যবহার করতে হয়। দাড়ি চিহ্নকে একটি আলোচনার শেষে ব্যবহার করতে হয়।',
            examples: [
                'আমরা বাংরাদেশে বাস করি।',
                'আমরা মাঠে ফুটবল খেলি।',
                'রুপা খুব সুন্দরী মেয়ে।'
            ],
            audio : '/audio/punctuation_mark_1.mp3'
        },
        {
            order_no : 2,
            name: 'কমা',
            mark: ',',
            use_case: 'বাক্যের মধ্যে সামান্য বিরতি নেওয়ার জন্য ব্যবহার হয়ে থাকে। এছাড়াও বিভিন্ন স্থানে কমার ব্যবহার হয়ে থাকে।',
            examples: [
                'তুমি যেই লেখাটা দেখছ, সেটা আমার নিজের হাতের লেখা।',
                'আল্লা রাব্বুল আলামিন বলেছেন যে, নিশ্চই ইসলাম একটি পরিপূর্ণ জীবন ব্যবস্থা।',
                'হাঁস, মুরগি, গরু, ছাগল এগুলো সব গৃহপালিত প্রাণী।'
            ],
            audio : '/audio/punctuation_mark_2.mp3'
        },
        {
            order_no : 3,
            name: 'সেমিকোলন',
            mark: ';',
            use_case: 'একই ধরনের বাক্যকে পাশাপাশি ব্যবহারের সময় এই চিহ্নকে ব্যবহার করা হয়।',
            examples: [
                'যেকোন কিতাবের সমালোচনা করা সহজ; কিন্তু বই লেখা অত সহজ বিষয় নয়।',
                'তিনি পড়েছে বিজ্ঞান; পেশা ব্যংকার; আর নেশা বই পড়া।',
                'সে মাস্টার; একইসাথে একজন ইমাম।'
            ],
            audio : '/audio/punctuation_mark_3.mp3'
        },
        {
            order_no : 4,
            name: 'প্রশ্নচিহ্ন',
            mark: '?',
            use_case: 'সাধারণত কোন কিছু জানতে চাওয়ার জন্য এই চিহ্নটি ব্যবহার করতে হয়। ',
            examples: [
                'তুমি কোথা থেকে এসেছ?',
                'তোমার নাম কি?',
                'কোনটি তোমার কল?'
            ],
            audio : '/audio/punctuation_mark_4.mp3'
        },
        {
            order_no : 5,
            name: 'বিস্ময়চিহ্ন',
            mark: '!',
            use_case: 'দুঃখ, কষ্ট, ব্যাথা, আনন্দ ও হতাশা প্রকাশ করার জন্য যে চিহ্ন ব্যবহার করতে হয় তাকে বিস্ময় চিহ্ন বলা হয়।',
            examples: [
                'হায় আমার ‍যদি একটা চাকরি থাকত!',
                'হায় আমার কি কষ্ট!',
                'হায় আমি পরীক্ষায় ফেল করেছি!'
            ],
            audio : '/audio/punctuation_mark_5.mp3'
        },
        {
            order_no : 6,
            name: 'হাইফেন',
            mark: '-',
            use_case: 'একই জাতীয় শব্দকে একত্রে লেখার সময় হাইফেন ব্যবহার করতে হয়। ',
            examples: [
                'সুখ-দুখ',
                'লেখা-পড়া',
                'কানা-কানি'
            ],
            audio : '/audio/punctuation_mark_6.mp3'
        },
        {
            order_no : 7,
            name: 'ড্যাশ',
            mark: '–',
            use_case: 'সাধারণত দুটি বাক্যকে একত্রে লিখার জন্য বা দুটি বাক্যকে এক বাক্যে পরিণত করার কাজে এবং ব্যখ্যাযোগ্য বাক্যের আগ ও পবে ড্যাশ ব্যবহার হয়।',
            examples: [
                'বাংলাদেশ জয়লভ করেছে – বিজয়ের আনন্দে আমরা সবাই আনন্দিত!',
                'সেই লোকটি – যিনি গতকাল এসেছিল – তিনি আমার দুলাভাই হয়।',
                'নিম্নে এর সজ্ঞা প্রদান করাহ হল –'
            ],
            audio : '/audio/punctuation_mark_7.mp3'
        },
        {
            order_no : 8,
            name: 'কোলন',
            mark: ':',
            use_case: 'একটি বাক্যের প্রথম অংশের কোন উক্তিকে ঐ বাক্যে দ্বিতীয় অংশে ব্যখ্যা করার জন্য এই চিহ্নটি ব্যবহার করতে হয়। ',
            examples: [
                'ভাষার দুটি রূপ: মুখ্য ভাষা ও লেখ্য ভাষা।',
                'সভার সিদ্ধান্ত হলো: প্রতি সপ্তাহে সকল সদস্যকে ২০ টাকা করে চাদা দিতে হবে।',
                'গগন অর্থ হল আকাশ: যেখানে চন্দ্র, সূর্য় ও তারকারাজি দেখা যায়।'
            ],
            audio : '/audio/punctuation_mark_8.mp3'
        },
        {
            order_no : 9,
            name: 'উদ্ধরণ বা উদ্ধৃতি চিহ্ন',
            mark: '‘-’ অথবা “-”',
            use_case: 'কোন একটি বাক্যে মধে কোন একটি নির্দিষ্ট কথাকে উদ্ধৃত করার জন্য দদ্ধারচিহ্নের ব্যবহার করতে হয়।',
            examples: [
                'মাহা গ্রন্থ “আল ‍কুরআন” আমাদের ধর্মীয় কিতাব।',
                'মনিষিগণ বলেছেন যে, “মানুষ মরণশীল”।',
                '‘সিরাজউদদৌলা’ একটি ঐতিহাসিক নাটক।'
            ],
            audio : '/audio/punctuation_mark_9.mp3'
        },
        {
            order_no : 10,
            name: 'বন্ধনীচিহ্ন (), {}, [] ',
            mark: '',
            use_case: 'বন্ধনী তিন প্রকার।যথা- প্রথম বন্ধনী (), দ্বিতীয় বন্ধনী {}, ও তৃতীয় বন্ধনী [] ।',
            examples: [

            ],
            audio : '/audio/punctuation_mark_10.mp3'
        },
        {
            order_no : 11,
            name: 'বিন্দু',
            mark: '.',
            use_case: 'সাধারণত শব্দ সংক্ষেপ অথবা একের পর এক ক্রম নির্দেশক কাজে বিন্দু ব্যবহৃত হয়ে থাকে।',
            examples: [
                'ড.',
                'ডা.',
                'M.A'
            ],
            audio : '/audio/punctuation_mark_11.mp3'
        },
        {
            order_no : 12,
            name: 'ত্রিবিন্দু',
            mark: '…',
            use_case: 'বাক্যের কোন অংশকে বাদ দিতে চাইরে ত্রিবিন্দু ব্যবহৃত হয়।',
            examples: [
                'রাগ করে সে আমাকে বললেন, তুমি একটা … ।',
                'আলোচনা করতে গিয়ে তিনি অনেক কথা বললেন- যেমন তারা মানুষ ভাল না …. ।'
            ],
            audio : '/audio/punctuation_mark_12.mp3'
        },
        {
            order_no : 13,
            name: 'বিকল্পচিহ্ন',
            mark: '/',
            use_case: 'বাক্যে একটি শব্দের ব্যাবহারের পরিবর্তে অন্য আর একটি শব্দের ব্যবহার অথবা, একটির পরিবর্তে আর একটির ব্যবহারের বিকল্পকে বিকল্পচিহ্ন বলা হয়।',
            examples: [
                'রহিম/করিম প্রখম হবে।',
                'গ্রামার/ব্যাকরণ কি?'
            ],
            audio : '/audio/punctuation_mark_13.mp3'
        }
    ]
}

module.exports = banglaOkkor